---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.GraphicDisplayOptionsSketchyLines
source: html/3d25d1d7-367e-039c-0681-5c6549701c86.htm
---
# Autodesk.Revit.DB.ParameterTypeId.GraphicDisplayOptionsSketchyLines Property

"Sketchy Lines"

## Syntax (C#)
```csharp
public static ForgeTypeId GraphicDisplayOptionsSketchyLines { get; }
```